"HSDSCAN_TO_FOLDER" = "Folder";
"HSDSCAN_TO_PRINTER" = "Printer";
"HSDSCAN_TO_APPLICATION" = "Application";
"HSDSCAN_TO_BOX" = "Box";
"HSDSCAN_TO_GOOGLE_DRIVE" = "Google Drive";
"HSDSCAN_TO_DROPBOX" = "Dropbox";

"COLOR" = "Color";
"BLACK_AND_WHITE" = "Black & White";
"GRAY_SCALE" = "Grayscale";

"IMAGE_PDF" = "Image Only (PDF)";
"SEARCHABLE_PDF" = "Searchable Text (PDF)";
"EDITABLE_RTF" = "Editable Text (RTF)";

"OTHER" = "Other…";

HSDButtonTaskName = "Scan Button";
HSDCloudTaskName = "Scan to Cloud";

HSDButtonTaskDescription = "Assign a task to the Scan button on your HP Scanner";
HSDCloudTaskDescription = "Specify the settings to be used for the scan to Cloud button";

OutputDescription = "The scanned output will appear in the Print dialog window.";
AssignToButtonTitle = "Assign to Button";
HSDScanToTitle = "Scan To:";
HSDApplicationTitle = "Application:";
SyncFolderTitle = "Sync Folder:";
FolderTitle = "Folder:";
ServiceTitle = "Service:";
HSDPaperSizeTitle = "Size:";
HSDDuplexScanTitle = "Scan both sides";
HSDColorModeTitle = "Mode:";
ScanTitle = "Scan";
HSDFileNameTitle = "Filename:";
HSDScanFormatTitle = "Format:";
InputTitle = "Input";
OutputTitle = "Output";
HSDApplyNowButtonTitle = "Apply Now";
